Repository: prologin/stechec
Catalog: bb5/teamroster2/language/*/LC_MESSAGES/teamroster.po
Languages: fr

source: Position must be fixed to update a charcateristic.
fr: La position doit etre fixee pour mettre a jour une characteristique

source: Characteristics can never be greater than 10.
fr: Les characteristiques ne peuvent jamais etre superieures a 10

source: Characteristics can only be lower with injuries.
fr: Les characteristiques peuvent etre diminuees uniquement par des blessures

source: Characteristics can never be raised more than 2 points.
fr: Les characteristiques ne peuvent jamais etre augmentees de plus de 2 points

source: Position not found
fr: Position non trouvee

source: Invalid player number.
fr: Numero de joueur invalide

source: This race can't have an apothecary.
fr: Cette race ne peut pas avoir d'apothicaire

source: No more than 1 apothecary allowded.
fr: Pas plus d'un apothicaire authorise

source: There are too much %s : %d > %d
fr: Il y a trop de %s : %d > %d

source: CANCEL
fr: ANNULER

source: Background
fr: Histoire

source: Load
fr: Charger

source: Save
fr: Sauver

source: Quit
fr: Quitter

source: No more than 8 rerolls. That's enough ! And it's the rule. ;)
fr: Pas plus de 8 relances. C'est assez! Et c'est la regle. ;)

source: Please enter the filename to load:
fr: Merci d'entrer le nom du fichier a charger

source: ... Failed SAXException : An error occurred Error:
fr: ... Echec SAXException : Une erreur est survenue Erreur:

source: Please fill the team name before saving. The file will be saved as teamName.xml
fr: Merci de remplir le nom de l'equipe avant de sauver. Le fichier sera sauver sous " "NomDEquipe.xml

source: Successfully saved as
fr: Enregistre avec succes sous

source: Miss next match
fr: Manquera le prochain match

source: Number of Niggling injuries:
fr: Nombre de blessures permanentes:

source: Number of -1 MA (Max 2):
fr: Nombre de -1 MA (Max 2):

source: Number of -1 AV (Max 2):
fr: Nombre de -1 AV (Max 2):

source: Number of -1 AG (Max 2):
fr: Nombre de -1 AG (Max 2):

source: Number of -1 ST (Max 2):
fr: Nombre de -1 ST (Max 2):

source: Maximum value is 2
fr: La valeur maximum est 2

source: Error
fr: Erreur

source: Position must be chosen first.
fr: La position doit etre definie en premier

source: Position must be fixed to add a new skill.
fr: La position doit etre definie avant d'ajouter de nouvelles competences

source: Skills
fr: Competences

source: Position must be fixed to set injuries.
fr: La position doit etre fixee pour determiner les blessures

source: Injuries
fr: Blessures

source: Player's skills
fr: Competences du joueur

source: Available skills
fr: Competences disponibles

source: Player's skills Double
fr: Competences Double du joueur

source: Available skills Double
fr: Competences Double disponibles

source: Error during initialization! :
fr: Erreur durant l'initialisation! :

source: XMLException : An error occurred Error:
fr: XMLException : Une erreur est survenue Erreur:

source: An error occurred Error:
fr: Une erreur est survenue Error:
